/*
 * Loco ios export: iOS Localizable.strings
 * Project: Lattis
 * Release: Working copy
 * Locale: en, English
 * Exported by: Ravil Khusainov
 * Exported at: Wed, 08 Jan 2020 11:03:10 +0300
 */

/* loco:5bd165daa08ef12c402a9ad1
 * !!!: Onboarding */
"onboarding_sign_up_button" = "SIGN UP";

/* loco:5bd165daa08ef12c402a9ad2 */
"onboarding_log_in_button" = "LOG IN";

/* loco:5bd165daa08ef12c402a9ad3 */
"onboarding_sign_up_title" = "Sign Up";

/* loco:5bd165daa08ef12c402a9ad4 */
"onboarding_log_in_title" = "Log In";

/* loco:5bd165daa08ef12c402a9ad5 */
"onboarding_sign_up_question" = "Don't have an account?";

/* loco:5bd165daa08ef12c402a9ad6 */
"onboarding_log_in_question" = "Already have an account?";

/* loco:5bd165daa08ef12c402a9ad7 */
"onboarding_forgot_password_button" = "Forgot Password";

/* loco:5bd165daa08ef12c402a9ad8 */
"onboarding_create_account_button" = "Create account";

/* loco:5bd165daa08ef12c402a9ad9 */
"onboarding_verify_email" = "Verify Email";

/* loco:5bd165daa08ef12c402a9ada */
"onboarding_verificaiotn_title" = "We’ve sent a verification code to the email listed during sign up.";

/* loco:5bd165daa08ef12c402a9adb */
"onboarding_verification_subtitle" = "Please enter the code below";

/* loco:5bd165daa08ef12c402a9adc */
"onboarding_forgot_password_title" = "Forgot your password?";

/* loco:5bd165daa08ef12c402a9add */
"onboarding_forgot_password_subtitle" = "Enter your email to find your account.";

/* loco:5bd165daa08ef12c402a9ade */
"onboarding_enter_new_password" = "Enter new password";

/* loco:5bd165daa08ef12c402a9adf */
"onboarding_first_name" = "First Name";

/* loco:5bd165daa08ef12c402a9ae0 */
"onboarding_last_name" = "Last Name";

/* loco:5bd165daa08ef12c402a9ae1 */
"onboarding_password" = "Password";

/* loco:5bd165daa08ef12c402a9ae2 */
"onboarding_code" = "Code";

/* loco:5bd165daa08ef12c402a9ae3
 * !!!: Find ride */
"find_ride_search" = "Finding rides...";

/* loco:5bd165daa08ef12c402a9ae4 */
"find_ride_pickup" = "Pick up from %@";

/* loco:5bd165daa08ef12c402a9ae5 */
"find_ride_address_not_recognized" = "No match found for that address";

/* loco:5bd165daa08ef12c402a9ae6 */
"find_rite_terms_body" = "By tapping Reserve, I agree to Terms and Conditions.";

/* loco:5bd165daa08ef12c402a9ae7 */
"find_rite_terms_body_qr" = "By tapping Unlock, I agree to Terms and Conditions.";

/* loco:5bd165daa08ef12c402a9ae8 */
"find_rite_terms_title" = "Terms and Conditions.";

/* loco:5bd165daa08ef12c402a9ae9 */
"find_ride_no_bluettoth_title" = "We need your permission";

/* loco:5bd165daa08ef12c402a9aea */
"find_ride_no_bluettoth_text" = "“Lattis” Needs Access to Bluetooth \n\nLattis requires use of Bluetooth to connect the lock. Make sure your Bluetooth is turned on.";

/* loco:5bd165daa08ef12c402a9aeb */
"find_ride_warning_available" = "Apologies, but at this time there are no rides within walking distance. Showing the nearest available…";

/* loco:5bd165daa08ef12c402a9aec */
"find_ride_warning_busy" = "Sorry, there are no bikes available.";

/* loco:5bd165daa08ef12c402a9aed */
"find_ride_no_service_title" = "Notice.";

/* loco:5bd165daa08ef12c402a9aee */
"find_ride_no_service_subtitle" = "There are currently no bikes available in your area. We’re working to bring service here. Follow along @hellolattis\n\nIf you are trying to access a private fleet click here";

/* loco:5bd165daa08ef12c402a9aef */
"find_ride_no_service_action" = "ADD PRIVATE FLEET";

/* loco:5bd165daa08ef12c402a9af0 */
"find_ride_qr_rent_loading" = "Looking for %@";

/* loco:5bd165daa08ef12c402a9af1 */
"qr_scanner_map_button" = "Show on map";

/* loco:5bd165daa08ef12c402a9af2 */
"qr_scanner_unlock_button" = "Unlock";

/* loco:5bd165daa08ef12c402a9af3 */
"qr_scanner_use_button" = "Select";

/* loco:5bd165daa08ef12c402a9af4 */
"find_ride_qr_fail_title" = "Error";

/* loco:5bd165daa08ef12c402a9af5 */
"find_ride_qr_fail_text" = "Unable to scan, please try to rescan QR code";

/* loco:5bd165daa08ef12c402a9af6 */
"find_ride_current_location" = "Current location";

/* loco:5bd165daa08ef12c402a9af7 */
"find_ride_qr_tip" = "Scan your bikes QR code directly.";

/* loco:5bd165daa08ef12c402a9af8 */
"qr_error_ellipse_not_around" = "The lock you are trying to connect to is not around";

/* loco:5bd165daa08ef12c402a9af9 */
"qr_error_ellipse_not_connected" = "We are currently unable to connect to that bike";

/* loco:5bd165daa08ef12c402a9afa */
"qr_error_fleet_access_denied" = "You do not have access to the fleet that bike belongs to";

/* loco:5bd165daa08ef12c402a9afb */
"qr_error_bike_not_live" = "This bike is currently unavailable";

/* loco:5bd165daa08ef12c402a9afc */
"qr_error_bike_is_rent" = "This bike is being used by another member";

/* loco:5bd165daa08ef12c402a9afd */
"qr_error_bike_not_found" = "This QR code is not linked to any bike on the fleet";

/* loco:5bd165daa08ef12c402a9afe */
"qr_error_server" = "Server error";

/* loco:5bd165daa08ef12c402a9aff */
"qr_error_not_avaliable" = "Your device is not able to read QR-code!";

/* loco:5bd165daa08ef12c402a9b00 */
"qr_error_multiple_title" = "Note";

/* loco:5bd165daa08ef12c402a9b01 */
"qr_error_multiple_text" = "Please make sure you are scanning only one QR code";

/* loco:5bd165daa08ef12c402a9b02 */
"find_ride_reserve" = "RESERVE";

/* loco:5bd165daa08ef12c402a9b03 */
"qr_code_title" = "SCAN QR CODE";

/* loco:5bd165daa08ef12c402a9b04 */
"qr_code_card_warning" = "Please add a credit card to access the network.";

/* loco:5bd165daa08ef12c402a9b05 */
"search_no_result" = "No Result";

/* loco:5bd165daa08ef12c402a9b06
 * !!!: Bike booking */
"booking_expired_cancel" = "Back to search";

/* loco:5bd165daa08ef12c402a9b07 */
"booking_expired_action" = "START MY RIDE!";

/* loco:5bd165daa08ef12c402a9b08 */
"booking_expired_title" = "Your reservation expired";

/* loco:5bd165daa08ef12c402a9b09 */
"booking_expired_text" = "You should start your ride or cancel reservation";

/* loco:5bd165daa08ef12c402a9b0a */
"route_to_bike_start" = "Starting ride";

/* loco:5bd165daa08ef12c402a9b0b */
"route_to_bike_cancel_title" = "Are you sure you want to cancel?";

/* loco:5bd165daa08ef12c402a9b0c */
"route_to_bike_cancel_text" = "You will not be charged.";

/* loco:5bd165daa08ef12c402a9b0d */
"route_to_bike_cancel_submit" = "YES, CANCEL MY RIDE";

/* loco:5bd165daa08ef12c402a9b0e */
"route_to_bike_cancel_cancel" = "No, keep looking";

/* loco:5bd165daa08ef12c402a9b0f */
"route_to_bike_button_start_ride" = "START RIDE";

/* loco:5bd165daa08ef12c402a9b10 */
"route_to_bike_button_connecting" = "CONNECTING";

/* loco:5bd165daa08ef12c402a9b11 */
"route_to_bike_booked_alert_title" = "Unavailable";

/* loco:5bd165daa08ef12c402a9b12 */
"route_to_bike_booked_alert_text" = "The bike you've selected has already been reserved, please refresh and search again";

/* loco:5bd165daa08ef12c402a9b13 */
"bike_booking_cancelling_loader" = "Cancelling ride...";

/* loco:5bd165daa08ef12c402a9b14 */
"bike_booking_cancelling_book_loader" = "Cancelling booking...";

/* loco:5bd165daa08ef12c402a9b15 */
"bike_booking_end_ride_title" = "Notice";

/* loco:5bd165daa08ef12c402a9b16 */
"bike_booking_end_ride_text" = "Your billing has started. If you end ride now the amount will be billed on your credit card";

/* loco:5bd165daa08ef12c402a9b17 */
"bike_booking_end_ride_action" = "End Ride";

/* loco:5bd165daa08ef12c402a9b18 */
"bike_booking_begin_trip_not_connected_title" = "Why is the \"Begin Trip\" button greyed out?";

/* loco:5bd165daa08ef12c402a9b19 */
"bike_booking_begin_trip_not_connected_text" = "You need to be in close proximity of the bike. Please walk towards the bike.";

/* loco:5bd165daa08ef12c402a9b1a */
"bike_booking_begin_trip_not_connected_action" = "!_bike_booking_begin_trip_not_connected_action_!";

/* loco:5bd165daa08ef12c402a9b1b */
"bike_booking_timer_text_payment" = "You have #TIME# to reach #BIKE#\nWhen timer expires, billing starts.";

/* loco:5bd165daa08ef12c402a9b1c */
"bike_booking_timer_text_free" = "You have #TIME# to reach #BIKE#\nWhen timer expires, the bike will no longer be held for you.";

/* loco:5bd165daa08ef12c402a9b1d */
"bike_booking_desctiption" = "Once BEGIN TRIP button is enabled\nTAP and GO!";

/* loco:5bd165daa08ef12c402a9b1e */
"bike_booking_begin_trip" = "BEGIN TRIP";

/* loco:5bd165daa08ef12c402a9b1f */
"bike_booking_time" = "TIME";

/* loco:5bd165daa08ef12c402a9b20 */
"bike_booking_fare" = "FARE";

/* loco:5bd165daa08ef12c402a9b21
 * !!!: Active ride */
"active_ride_ending_trip" = "Ending ride";

/* loco:5bd165daa08ef12c402a9b22 */
"active_ride_parkings_hint_title" = "WHERE CAN I PARK?";

/* loco:5bd165daa08ef12c402a9b23 */
"active_ride_parkings_hint_text" = "You can park anywhere within parking zones or at any parking spots.\n\nZoom out to see parking zones and parking spots.";

/* loco:5bd165daa08ef12c402a9b24 */
"active_ride_parkings_hint_text_no_zones" = "There are no set parking restrictions on this network. We recommend finding appropriate, secure parking such as a bike rack or similar.";

/* loco:5bd165daa08ef12c402a9b25 */
"lock_slide_to_unlock" = "SLIDE TO UNLOCK >";

/* loco:5bd165daa08ef12c402a9b26 */
"lock_slide_to_lock" = "< SLIDE TO LOCK";

/* loco:5bd165daa08ef12c402a9b27 */
"active_ride_out_of_zones_title" = "OUT OF BOUND";

/* loco:5bd165daa08ef12c402a9b28 */
"active_ride_out_of_zones_text" = "You are currently not in an authorized parking spot or zone.";

/* loco:5bd165daa08ef12c402a9b29 */
"active_ride_out_of_zones_action" = "Find nearby zones";

/* loco:5bd165daa08ef12c402a9b2a */
"active_ride_out_of_zones_cancel" = "END MY RIDE";

/* loco:5bd165daa08ef12c402a9b2b */
"active_ride_jamming_title" = "Warning";

/* loco:5bd165daa08ef12c402a9b2c */
"active_ride_jamming_subtitle" = "Your shackle isn't properly inserted. Please remove and re-insert the shackle into the lock bar.";

/* loco:5bd165daa08ef12c402a9b2d */
"active_ride_lock_disconnected" = "No connection";

/* loco:5bd165daa08ef12c402a9b2e */
"active_ride_lock_connecting" = "Connecting";

/* loco:5bd165daa08ef12c402a9b2f */
"active_ride_check_parking_loading" = "Checking parking zones";

/* loco:5bd165daa08ef12c402a9b30 */
"active_ride_parking_restricted_title" = "Parking Restricted";

/* loco:5bd165daa08ef12c402a9b31 */
"active_ride_parking_restricted_text" = "You are not inside a parking spot. You will not be able to end your ride here.";

/* loco:5bd165daa08ef12c402a9b32 */
"active_ride_parking_out_of_bounds_title" = "Out of bounds alert";

/* loco:5bd165daa08ef12c402a9b33 */
"active_ride_parking_out_of_bounds_text" = "You are outside the parking zone for this network. If you end your ride here you'll incur an upcharge fee of %@.";

/* loco:5bd165daa08ef12c402a9b34 */
"active_ride_parking_out_of_spot_text" = "You are not inside a parking spot. If you end your ride here you'll incur an upcharge fee of %@.";

/* loco:5bd165daa08ef12c402a9b35 */
"active_ride_no_parking_zones_title" = "!_active_ride_no_parking_zones_title_!";

/* loco:5bd165daa08ef12c402a9b36 */
"active_ride_no_parking_zones_text" = "!_active_ride_no_parking_zones_text_!";

/* loco:5bd165daa08ef12c402a9b37 */
"active_ride_in_progress" = "RIDE IN PROGRESS…";

/* loco:5bd165daa08ef12c402a9b38 */
"active_ride_time" = "RIDE TIME";

/* loco:5bd165daa08ef12c402a9b39 */
"active_ride_fare" = "FARE";

/* loco:5bd165daa08ef12c402a9b3a */
"active_ride_get_direction_to_spot" = "Get directions to this parking spot.";

/* loco:5bd165daa08ef12c402a9b3b */
"active_ride_menu_navigation" = "NAVIGATE";

/* loco:5bd165daa08ef12c402a9b3c */
"active_ride_menu_report_theft" = "REPORT\nTHEFT";

/* loco:5bd165daa08ef12c402a9b3d */
"active_ride_menu_report_damage" = "REPORT\nDAMAGE";

/* loco:5bd165daa08ef12c402a9b3e */
"active_ride_menu_stats" = "RIDE STATS";

/* loco:5bd165daa08ef12c402a9b3f */
"active_ride_unlock_tip" = "Tap here to unlock";

/* loco:5bd165daa08ef12c402a9b40 */
"tool_tip_reconnection" = "Tap here to reconnect";

/* loco:5bd165daa08ef12c402a9b41
 * !!!: End trip */
"trip_details_title" = "RIDE SUMMARY";

/* loco:5bd165daa08ef12c402a9b42 */
"end_trip_title" = "END MY RIDE";

/* loco:5bd165daa08ef12c402a9b43 */
"end_ride_lock_warning_title" = "Lock up";

/* loco:5bd165daa08ef12c402a9b44 */
"end_ride_lock_warning_text" = "You need to make sure your lock is in the “locked” state before you can end your ride.";

/* loco:5bd165daa08ef12c402a9b45 */
"end_ride_stripe_error_title" = "Warning";

/* loco:5bd165daa08ef12c402a9b46 */
"end_ride_stripe_error_text" = "There was a problem with your credit card. Please re-enter or select a different card.";

/* loco:5bd165daa08ef12c402a9b47 */
"end_ride_stripe_error_action" = "Update payment details";

/* loco:5bd165daa08ef12c402a9b48 */
"end_ride_stripe_error_cancel" = "Continue ride";

/* loco:5bd165daa08ef12c402a9b49 */
"end_ride_checklist" = "END MY RIDE CHECKLIST";

/* loco:5bd165daa08ef12c402a9b4a */
"end_ride_checklist_park" = "Confirm you parked the bike in an authorized area.";

/* loco:5bd165daa08ef12c402a9b4b */
"end_ride_checklist_park_button" = "parking spot instructions?";

/* loco:5bd165daa08ef12c402a9b4c */
"end_ride_checklist_lock" = "Confirm you locked the bike properly.";

/* loco:5bd165daa08ef12c402a9b4d */
"end_ride_checklist_lock_button" = "Help with locking the Ellipse.";

/* loco:5bd165daa08ef12c402a9b4e */
"end_ride_checklist_photo" = "Take a photo of your locked bike by clicking the button below.";

/* loco:5bd165daa08ef12c402a9b4f */
"end_ride_checklist_points" = "<![CDATA[<font color='#868686'>1. Confirm you parked the bike in an authorized area according to the </font> <font color='##00AAD1'>parking instructions</font>.</a> <br> <br> <font color='#868686'>2. Confirm you locked the bike properly using the Ellipse.</font> <br> <font color='##00AAD1'>Help with locking the Ellipse.</font> <br> <br><font color='#868686'>3. Take a photo clearly showing the locked bike.</font><br><font color='##00AAD1'> Show examples.</font> ]]>";

/* loco:5bd165daa08ef12c402a9b50 */
"end_ride_checklist_photo_button" = "Show examples.";

/* loco:5bd165daa08ef12c402a9b51 */
"end_ride_duration" = "DURATION";

/* loco:5bd165daa08ef12c402a9b52 */
"end_ride_total" = "TOTAL";

/* loco:5bd165daa08ef12c402a9b53 */
"end_ride_rate" = "RATE YOUR RIDE";

/* loco:5bd165daa08ef12c402a9b54 */
"end_ride_submit" = "SUBMIT";

/* loco:5bd165daa08ef12c402a9b55
 * !!!: Bike info */
"bike_info_section_cost" = "Ride cost";

/* loco:5bd165daa08ef12c402a9b56 */
"bike_info_section_about" = "About the bike";

/* loco:5bd165daa08ef12c402a9b57 */
"bike_info_section_points" = "Start and end points";

/* loco:5bd165daa08ef12c402a9b58 */
"bike_info_section_network" = "Network";

/* loco:5bd165daa08ef12c402a9b59 */
"bike_info_location_pick_up" = "PICK UP LOCATION";

/* loco:5bd165daa08ef12c402a9b5a */
"bike_info_location_drop_off" = "YOUR DESTINATION";

/* loco:5bd165daa08ef12c402a9b5b */
"bike_info_parking_zones_title" = "PARKING ZONES AND SPOTS";

/* loco:5bd165daa08ef12c402a9b5c */
"bike_info_payment_methods" = "Payment methods";

/* loco:5bd165daa08ef12c402a9b5d */
"bike_info_section_title" = "Rides on this network are";

/* loco:5bd165daa08ef12c402a9b5e */
"bike_info_bike_name" = "BIKE NAME";

/* loco:5bd165daa08ef12c402a9b5f */
"bike_info_bike_type" = "BIKE TYPE";

/* loco:5bd165daa08ef12c402a9b60 */
"bike_info_charge" = "CHARGE";

/* loco:5bd165daa08ef12c402a9b61 */
"bike_info_pick_up_location" = "PICK UP LOCATION";

/* loco:5bd165daa08ef12c402a9b62 */
"bike_info_show_on_map" = "Show on map";

/* loco:5bd165daa08ef12c402a9b63 */
"bike_info_terms_and_conditions" = "Terms and Conditions";

/* loco:5bd165daa08ef12c402a9b64 */
"bike_info_parking_zones_and_spots" = "Parking zones & parking spots";

/* loco:5bd165daa08ef12c402a9b65
 * !!!: Menu */
"menu_title" = "ACCOUNT";

/* loco:5bd165daa08ef12c402a9b66 */
"menu_profile" = "Profile & settings";

/* loco:5bd165daa08ef12c402a9b67 */
"menu_theft" = "Report Theft";

/* loco:5bd165daa08ef12c402a9b68 */
"menu_history" = "Ride history";

/* loco:5bd165daa08ef12c402a9b69 */
"menu_emergancy" = "Emergency contacts";

/* loco:5bd165daa08ef12c402a9b6a */
"menu_home" = "Home";

/* loco:5bd165daa08ef12c402a9b6b */
"menu_damage" = "Report Damage";

/* loco:5bd165daa08ef12c402a9b6c */
"menu_logout_title" = "Logging Out";

/* loco:5bd165daa08ef12c402a9b6d */
"menu_logout_text" = "Are you sure you want to Log Out?";

/* loco:5bd165daa08ef12c402a9b6e */
"menu_logout_confirm" = "CONFIRM";

/* loco:5bd165daa08ef12c402a9b6f */
"menu_logout_cancel" = "CANCEL";

/* loco:5bd165daa08ef12c402a9b70 */
"menu_logout_button" = "Logout";

/* loco:5bd165daa08ef12c402a9b71 */
"menu_help_button" = "Help";

/* loco:5bd165daa08ef12c402a9b72
 * !!!: Damage report */
"damage_report_title" = "SUBMIT REPORT";

/* loco:5bd165daa08ef12c402a9b73 */
"damage_report_text" = "Check the details of your damage report and submit it when you’re ready.";

/* loco:5bd165daa08ef12c402a9b74 */
"damage_report_submit_loading" = "Submitting damage report";

/* loco:5bd165daa08ef12c402a9b75 */
"damage_report_success_title" = "Thanks!";

/* loco:5bd165daa08ef12c402a9b76 */
"damage_report_success_text" = "What would you like to do now?";

/* loco:5bd165daa08ef12c402a9b77 */
"damage_report_success_continue_ride" = "Continue my ride";

/* loco:5bd165daa08ef12c402a9b78 */
"damage_report_success_end_ride" = "End my ride";

/* loco:5bd165daa08ef12c402a9b79 */
"damage_report_success_continue_booking" = "Continue";

/* loco:5bd165daa08ef12c402a9b7a */
"damage_report_success_cancel_booking" = "Cancel booking";

/* loco:5bd165daa08ef12c402a9b7b */
"damage_report_category" = "Category";

/* loco:5bd165daa08ef12c402a9b7c */
"damage_report_notes" = "Notes";

/* loco:5bd165daa08ef12c402a9b7d */
"damage_report_notes_tap" = "Tap to enter notes";

/* loco:5bd165daa08ef12c402a9b7e */
"damage_report_photo" = "Photo of damage";

/* loco:5bd165daa08ef12c402a9b7f */
"damage_report_submit" = "SUBMIT DAMAGE REPORT";

/* loco:5bd165daa08ef12c402a9b80 */
"damage_report_notes_title" = "NOTES";

/* loco:5bd165daa08ef12c402a9b81
 * !!!: General */
"general_btn_show" = "show";

/* loco:5bd165daa08ef12c402a9b82 */
"general_btn_hide" = "hide";

/* loco:5bd165daa08ef12c402a9b83 */
"general_last_name" = "LAST NAME";

/* loco:5bd165daa08ef12c402a9b84 */
"general_first_name" = "FIRST NAME";

/* loco:5bd165daa08ef12c402a9b85 */
"general_email" = "Email";

/* loco:5bd165daa08ef12c402a9b86 */
"general_image_picker_source_title" = "Choose source type";

/* loco:5bd165daa08ef12c402a9b87 */
"general_image_picker_source_library" = "Photo library";

/* loco:5bd165daa08ef12c402a9b88 */
"general_image_picker_source_camera" = "Camera";

/* loco:5bd165daa08ef12c402a9b89 */
"general_error_title" = "WARNING";

/* loco:5bd165daa08ef12c402a9b8a */
"general_error_text" = "It looks like there was an error";

/* loco:5bd165daa08ef12c402a9b8b */
"general_btn_ok" = "OK";

/* loco:5bd165daa08ef12c402a9b8c */
"general_btn_cancel" = "Cancel";

/* loco:5bd165daa08ef12c402a9b8d */
"general_distance_metters" = "m";

/* loco:5bd165daa08ef12c402a9b8e */
"general_distance_km" = "km";

/* loco:5bd165daa08ef12c402a9b8f */
"general_minutes" = "min";

/* loco:5bd165daa08ef12c402a9b90 */
"general_hours" = "hr";

/* loco:5bd165daa08ef12c402a9b91 */
"app_update_avaliable_title" = "Lattis app update";

/* loco:5bd165daa08ef12c402a9b92 */
"app_update_avaliable_text" = "Please update for the latest fixes and features.";

/* loco:5bd165daa08ef12c402a9b93 */
"app_update_avaliable_cancel" = "Later";

/* loco:5bd165daa08ef12c402a9b94 */
"app_update_avaliable_action" = "Update now";

/* loco:5bd165daa08ef12c402a9b95 */
"general_status_error_title" = "Lattis server error";

/* loco:5bd165daa08ef12c402a9b96 */
"general_status_error_text" = "Sorry, we cannot connect to Lattis server at this moment.";

/* loco:5bd165daa08ef12c402a9b97 */
"general_no_info" = "N/A";

/* loco:5bd165daa08ef12c402a9b98 */
"general_no_internet_title" = "Notice";

/* loco:5bd165daa08ef12c402a9b99 */
"general_no_internet_text" = "Lattis service requires internet connection.";

/* loco:5bd165daa08ef12c402a9b9a */
"active_ride_no_internet_text" = "Lattis service requires internet connection. You can still lock and unlock but you won't be able to end ride.";

/* loco:5bd165daa08ef12c402a9b9b */
"general_submit" = "Submit";

/* loco:5bd165daa08ef12c402a9b9c */
"general_back" = "Back";

/* loco:5bd165daa08ef12c402a9b9d */
"general_current_location" = "Current location";

/* loco:5bd165daa08ef12c402a9b9e
 * !!!: Account/Profile */
"profile_title" = "PROFILE & SETTINGS";

/* loco:5bd165daa08ef12c402a9b9f */
"profile_personal_info" = "PERSONAL INFO";

/* loco:5bd165daa08ef12c402a9ba0 */
"profile_phone_number" = "TELEPHONE";

/* loco:5bd165daa08ef12c402a9ba1 */
"profile_security" = "SECURITY";

/* loco:5bd165daa08ef12c402a9ba2 */
"profile_private_networks" = "PRIVATE NETWORKS";

/* loco:5bd165daa08ef12c402a9ba3 */
"profile_chnge_password" = "Change password";

/* loco:5bd165daa08ef12c402a9ba4 */
"profile_delete_account" = "Delete account";

/* loco:5bd165daa08ef12c402a9ba5 */
"profile_add_private_network" = "Add a private network";

/* loco:5bd165daa08ef12c402a9ba6 */
"profile_private_networks_empty" = "You don’t have access to any private networks.";

/* loco:5bd165daa08ef12c402a9ba7 */
"profile_change_name_title" = "CHANGE NAME";

/* loco:5bd165daa08ef12c402a9ba8 */
"profile_change_name_note" = "!_profile_change_name_note_!";

/* loco:5bd165daa08ef12c402a9ba9 */
"profile_change_name_button" = "SAVE";

/* loco:5bd165daa08ef12c402a9baa */
"profile_change_name_placeholder" = "Name";

/* loco:5bd165daa08ef12c402a9bab */
"profile_change_last_name_title" = "CHANGE LAST NAME";

/* loco:5bd165daa08ef12c402a9bac */
"profile_change_last_name_note" = "!_profile_change_last_name_note_!";

/* loco:5bd165daa08ef12c402a9bad */
"profile_change_last_name_button" = "SAVE";

/* loco:5bd165daa08ef12c402a9bae */
"profile_change_last_name_placeholder" = "Last name";

/* loco:5bd165daa08ef12c402a9baf */
"profile_change_email_title" = "CHANGE EMAIL";

/* loco:5bd165daa08ef12c402a9bb0 */
"profile_change_email_note" = "Enter your new email below. A verification code will be sent to the email entered in order to complete the email update.";

/* loco:5bd165daa08ef12c402a9bb1 */
"profile_change_email_button" = "SEND VERIFICATION CODE";

/* loco:5bd165daa08ef12c402a9bb2 */
"profile_change_phone_title" = "CHANGE PHONE NUMBER";

/* loco:5bd165daa08ef12c402a9bb3 */
"profile_change_phone_note" = "You can change or add a phone number. We will send a text with a code in order to verify your phone number";

/* loco:5bd165daa08ef12c402a9bb4 */
"profile_change_phone_button" = "SAVE PHONE NUMBER";

/* loco:5bd165daa08ef12c402a9bb5 */
"profile_change_phone_placeholder" = "Phone number";

/* loco:5bd165daa08ef12c402a9bb6 */
"profile_delete_account_title" = "DELETE ACCOUNT";

/* loco:5bd165daa08ef12c402a9bb7 */
"profile_change_password_title" = "CHANGE PASSWORD";

/* loco:5bd165daa08ef12c402a9bb8 */
"profile_change_networks_title" = "ADD PRIVATE NETWORK";

/* loco:5bd165daa08ef12c402a9bb9 */
"profile_change_networks_note" = "Enter your designated email address to access your private bikeshare program. We'll send you an email and, once verified, you'll have access to the network.";

/* loco:5bd165daa08ef12c402a9bba */
"profile_change_networks_button" = "ADD EMAIL";

/* loco:5bd165daa08ef12c402a9bbb */
"profile_change_verification_button" = "SUBMIT CODE";

/* loco:5bd165daa08ef12c402a9bbc */
"profile_change_verification_placeholder" = "Enter Code";

/* loco:5bd165daa08ef12c402a9bbd */
"delete_account_title" = "DELETE ACCOUNT";

/* loco:5bd165daa08ef12c402a9bbe */
"delete_account_text" = "Are you sure you wish to delete your account? Once deleted, all previous history will be lost. However, you can still create a new one. \n\nIn effort to make a difference, please";

/* loco:5bd165daa08ef12c402a9bbf */
"delete_account_submit" = "Delete";

/* loco:5bd165daa08ef12c402a9bc0 */
"delete_account_cancel" = "Cancel";

/* loco:5bd165daa08ef12c402a9bc1 */
"profile_verification_title" = "CONFIRMATION";

/* loco:5bd165daa08ef12c402a9bc2 */
"profile_code_submitting_loading" = "!_profile_code_submitting_loading_!";

/* loco:5bd165daa08ef12c402a9bc3 */
"profile_edit_phone_verification_loading" = "!_profile_edit_phone_verification_loading_!";

/* loco:5bd165daa08ef12c402a9bc4 */
"profile_edit_phone_title" = "A verification code has been sent to %@. Enter that code below to verify";

/* loco:5bd165daa08ef12c402a9bc5 */
"profile_edit_verification_loading" = "Sending confirmation code";

/* loco:5bd165daa08ef12c402a9bc6 */
"profile_change_password_loader" = "Saving new password";

/* loco:5bd165daa08ef12c402a9bc7 */
"profile_edit_private_network_title" = "A verification code has been sent to %@. Enter that code below to verify";

/* loco:5bd165daa08ef12c402a9bc8 */
"profile_edit_email_title" = "A verification code has been sent to %@. Enter that code below to verify";

/* loco:5bd165daa08ef12c402a9bc9 */
"delete_account_loading" = "Removing account";

/* loco:5bd165daa08ef12c402a9bca */
"profile_password_update_success_title" = "Change password";

/* loco:5bd165daa08ef12c402a9bcb */
"profile_password_update_success_text" = "You have successfully changed you password";

/* loco:5bd165daa08ef12c402a9bcc */
"profile_password_wrong_title" = "Wrong password";

/* loco:5bd165daa08ef12c402a9bcd */
"profile_password_wrong_text" = "The password you have entered is incorrect";

/* loco:5bd165daa08ef12c402a9bce */
"delete_account_ride_warning_title" = "Notice";

/* loco:5bd165daa08ef12c402a9bcf */
"delete_account_ride_warning_text" = "Ride must be ended before deleting account";

/* loco:5bd165daa08ef12c402a9bd0 */
"profile_update_password" = "UPDATE PASSWORD";

/* loco:5bd165daa08ef12c402a9bd1 */
"profile_enter_confirmation_code" = "Enter confirmation code for";

/* loco:5bd165daa08ef12c402a9bd2 */
"profile_resend_code" = "Resend code";

/* loco:5bd165daa08ef12c402a9bd3
 * !!!: Payment */
"payment_title" = "Payment";

/* loco:5bd165daa08ef12c402a9bd4 */
"credit_card_title_edit" = "EDIT CARD";

/* loco:5bd165daa08ef12c402a9bd5 */
"credit_card_title_add" = "ADD CARD";

/* loco:5bd165daa08ef12c402a9bd6 */
"add_credit_card" = "Add credit card";

/* loco:5bd165daa08ef12c402a9bd7 */
"country_picker_title" = "SELECT A COUNTRY";

/* loco:5bd165daa08ef12c402a9bd8 */
"payment_empty_text" = "A credit card must be registered to access any networks requiring payment";

/* loco:5bd165daa08ef12c402a9bd9 */
"credit_card_delete" = "Delete";

/* loco:5bd165daa08ef12c402a9bda */
"credit_card_delete_title" = "Deleting credit card";

/* loco:5bd165daa08ef12c402a9bdb */
"credit_card_delete_subtitle" = "By choosing delete credit card, the credit card will be removed from your account";

/* loco:5bd165daa08ef12c402a9bdc */
"credit_card_delete_action" = "Delete";

/* loco:5bd165daa08ef12c402a9bdd */
"credit_card_delete_cancel" = "Cancel";

/* loco:5bd165daa08ef12c402a9bde */
"credit_card_saving_loading" = "Saving credit card...";

/* loco:5bd165daa08ef12c402a9bdf */
"credit_card_exists_title" = "Credit card";

/* loco:5bd165daa08ef12c402a9be0 */
"credit_card_exists_text" = "This credit card is already registered for your account";

/* loco:5bd165daa08ef12c402a9be1 */
"credit_card_invalid_title" = "Error";

/* loco:5bd165daa08ef12c402a9be2 */
"credit_card_invalid_text" = "The credit card number you entered seems to be invalid. Please check the numbers and re-enter or try a different card";

/* loco:5bd165daa08ef12c402a9be3 */
"credit_card_delete_confirmation" = "Your credit card has successfully been deleted";

/* loco:5bd165daa08ef12c402a9be4 */
"credit_card_delete_loading" = "Deleting credit card";

/* loco:5bd165daa08ef12c402a9be5 */
"credit_card_select_loading" = "Setting credit card as primary";

/* loco:5bd165daa08ef12c402a9be6 */
"credit_card_no_current_title" = "Whoops.";

/* loco:5bd165daa08ef12c402a9be7 */
"credit_card_no_current_text" = "Please add a credit card to access the network.";

/* loco:5bd165daa08ef12c402a9be8 */
"credit_card_no_current_action" = "ADD CREDIT CARD";

/* loco:5bd165daa08ef12c402a9be9 */
"credit_card_number" = "Card Number";

/* loco:5bd165daa08ef12c402a9bea */
"credit_card_date" = "Exp. Date";

/* loco:5bd165daa08ef12c402a9beb */
"credit_card_cvv" = "CVV";

/* loco:5bd165daa08ef12c402a9bec
 * !!!: Theft */
"theft_report_title" = "REPORT THEFT";

/* loco:5bd165daa08ef12c402a9bed */
"theft_report_success_title" = "Theft has been reported.";

/* loco:5bd165daa08ef12c402a9bee */
"theft_report_success_subtitle" = "Thanks for letting us know.";

/* loco:5bd165daa08ef12c402a9bef */
"theft_report_success_hint" = "We’ll be in touch if we need any more information from you.";

/* loco:5bd165daa08ef12c402a9bf0 */
"theft_report_success_button" = "End your ride.";

/* loco:5bd165daa08ef12c402a9bf1 */
"report_theft_loading" = "Reporting theft";

/* loco:5bd165daa08ef12c402a9bf2 */
"theft_report_description" = "You cannot find your ride anywhere?";

/* loco:5bd165daa08ef12c402a9bf3 */
"theft_report_subdescription" = "Reporting theft will end your ride.";

/* loco:5bd165daa08ef12c402a9bf4
 * !!!: Damage Categories */
"frame_scratched" = "Frame - Scratched";

/* loco:5bd165daa08ef12c402a9bf5 */
"frame_bent" = "Frame - Bent";

/* loco:5bd165daa08ef12c402a9bf6 */
"frame_graffiti" = "Frame - Graffiti/Sticker";

/* loco:5bd165daa08ef12c402a9bf7 */
"frame_missing_sticker" = "Frame - Sticker missing";

/* loco:5bd165daa08ef12c402a9bf8 */
"front_wheel_bent" = "Front wheel - Bent";

/* loco:5bd165daa08ef12c402a9bf9 */
"front_wheel_missing" = "Front wheel - Missing";

/* loco:5bd165daa08ef12c402a9bfa */
"back_wheel_bent" = "Back wheel - Bent";

/* loco:5bd165daa08ef12c402a9bfb */
"back_wheel_missing" = "Back wheel - Missing";

/* loco:5bd165daa08ef12c402a9bfc */
"front_tire_low" = "Front Tire - Low";

/* loco:5bd165daa08ef12c402a9bfd */
"front_tire_flat" = "Front Tire - Flat";

/* loco:5bd165daa08ef12c402a9bfe */
"front_tire_missing" = "Front Tire - Missing";

/* loco:5bd165daa08ef12c402a9bff */
"back_tire_low" = "Back Tire - Low";

/* loco:5bd165daa08ef12c402a9c00 */
"back_tire_flat" = "Back Tire - Flat";

/* loco:5bd165daa08ef12c402a9c01 */
"back_tire_missing" = "Back Tire - Missing";

/* loco:5bd165daa08ef12c402a9c02 */
"chain_faulty" = "Chain - Faulty";

/* loco:5bd165daa08ef12c402a9c03 */
"chain_broken" = "Chain - Broken";

/* loco:5bd165daa08ef12c402a9c04 */
"chain_missing" = "Chain - Missing";

/* loco:5bd165daa08ef12c402a9c05 */
"seat_damaged" = "Seat - Damaged";

/* loco:5bd165daa08ef12c402a9c06 */
"seat_missing" = "Seat - Missing";

/* loco:5bd165daa08ef12c402a9c07 */
"pedals_damaged" = "Pedals - Damaged";

/* loco:5bd165daa08ef12c402a9c08 */
"pedals_missing" = "Pedals - Missing";

/* loco:5bd165daa08ef12c402a9c09 */
"handlebars_damaged" = "Handlebars - Damaged";

/* loco:5bd165daa08ef12c402a9c0a */
"handlebars_missing" = "Handlebars - Missing";

/* loco:5bd165daa08ef12c402a9c0b */
"spokes_damaged" = "Spokes - Damaged";

/* loco:5bd165daa08ef12c402a9c0c */
"spokes_missing" = "Spokes - Missing";

/* loco:5bd165daa08ef12c402a9c0d */
"lock_damaged" = "Lock - Damaged";

/* loco:5bd165daa08ef12c402a9c0e */
"lock_missing" = "Lock - Missing";

/* loco:5bd165daa08ef12c402a9c0f */
"damage_category_other" = "Others";

/* loco:5bd165daa08ef12c402a9c10
 * !!!: Bike Types */
"bike_type_regular" = "Regular";

/* loco:5bd165daa08ef12c402a9c11 */
"bike_type_e_bike" = "E-bike";

/* loco:5bd165daa08ef12c402a9c12
 * !!!: Log In/Sign Up */
"signup_loading" = "Signing up";

/* loco:5bd165daa08ef12c402a9c13 */
"login_loading" = "Logging in";

/* loco:5bd165daa08ef12c402a9c14 */
"signup_verification_loading" = "Welcome!";

/* loco:5bd165daa08ef12c402a9c15 */
"login_verification_loading" = "Welcome back!";

/* loco:5bd165daa08ef12c402a9c16 */
"login_forgot_success_title" = "Password reset sccessful";

/* loco:5bd165daa08ef12c402a9c17 */
"login_forgot_success_text" = "You have successfully reseted your password and are able to log in";

/* loco:5bd165daa08ef12c402a9c18 */
"login_forgot_success_button" = "Log In";

/* loco:5bd165daa08ef12c402a9c19 */
"login_forgot_loading_email" = "Checking email";

/* loco:5bd165daa08ef12c402a9c1a */
"login_forgot_loading_password" = "Checking password";

/* loco:5bd165daa08ef12c402a9c1b */
"login_error_wrong_password_title" = "There was a problem";

/* loco:5bd165daa08ef12c402a9c1c */
"login_error_wrong_password_text" = "The password you have entered is incorrect";

/* loco:5bd165daa08ef12c402a9c1d */
"login_error_wrong_email_title" = "There was a problem";

/* loco:5bd165daa08ef12c402a9c1e */
"login_error_wrong_email_text" = "No account exists for the email address entered";

/* loco:5bd165daa08ef12c402a9c1f */
"welcome_terms_and_privacy_text" = "By tapping Sign Up, or Log In, I agree to Lattis’ Terms of Service, and Privacy Policy.";

/* loco:5bd165daa08ef12c402a9c20 */
"signup_login_terms_conditions" = "<font color=#FFFFFF>By tapping Sign Up, or Log In, I agree to Lattis's <a href=\"https://lattis.io/pages/terms-of-use\"> Terms of Service </a>, and <a href=\"https://lattis.io/pages/privacy-policy\"> Privacy Policy.</a></font>";

/* loco:5bd165daa08ef12c402a9c21 */
"welcome_terms_text" = "Terms of Service";

/* loco:5bd165daa08ef12c402a9c22 */
"welcome_privacy_text" = "Privacy Policy";

/* loco:5bd165daa08ef12c402a9c23 */
"logout_ride_warning_title" = "WARNING";

/* loco:5bd165daa08ef12c402a9c24 */
"logout_ride_warning_text" = "You are still in a ride. If you want to log out you first need to end your ride";

/* loco:5bd165daa08ef12c402a9c25 */
"logout_ride_warning_action" = "End my ride";

/* loco:5bd165daa08ef12c402a9c26 */
"logout_ride_warning_cancel" = "Cancel";

/* loco:5bd165daa08ef12c402a9c27 */
"signup_account_exists_title" = "Error";

/* loco:5bd165daa08ef12c402a9c28 */
"signup_account_exists_text" = "We cannot create a new account with this email";

/* loco:5bd165daa08ef12c402a9c29 */
"alert.signup.duplicate.error.message" = "!_alert.signup.duplicate.error.message_!";

/* loco:5bd165daa08ef12c402a9c2a
 * !!!: Directions */
"directions_recent_directions" = "Recent destinations";

/* loco:5bd165daa08ef12c402a9c2b */
"directions_title" = "GET DIRECTIONS";

/* loco:5bd165daa08ef12c402a9c2c */
"directions_pick_up_location_title" = "PICKUP LOCATION";

/* loco:5bd165daa08ef12c402a9c2d */
"directions_pick_up_placeholder" = "Enter pickup location";

/* loco:5bd165daa08ef12c402a9c2e */
"directions_to" = "TO";

/* loco:5bd165daa08ef12c402a9c2f
 * !!!: Help */
"help_title" = "HELP";

/* loco:5bd165daa08ef12c402a9c30 */
"help_text" = "For any issues please contact support at %@";

/* loco:5bd165daa08ef12c402a9c31
 * !!!: Terms & Conditions */
"terms_title" = "Terms of use";

/* loco:5bd165daa08ef12c402a9c32 */
"terms_accept" = "DON’T ACCEPT";

/* loco:5bd165daa08ef12c402a9c33 */
"terms_decleane" = "ACCEPT";

/* loco:5bd165daa08ef12c402a9c34
 * !!!: Privacy Requests */
"privacy_camera" = "Lattis requires use of your camera to take a picture when you end your ride.";

/* loco:5bd165daa08ef12c402a9c35 */
"privacy_photo_library" = "Lattis will only upload and share photos you choose.";

/* loco:5bd165daa08ef12c402a9c36 */
"privacy_location" = "Tapping \"Allow\" will enable us to find your location and show you nearest bikes.";

/* loco:5bd165daa08ef12c402a9c37 */
"privacy_location_alert_title" = "NOTICE";

/* loco:5bd165daa08ef12c402a9c38 */
"privacy_location_alert_text" = "Please allow Lattis to access location. This is required while using the app";

/* loco:5bd165daa08ef12c402a9c39 */
"privacy_location_explanation" = "Notice";

/* loco:5bd165daa08ef12c402a9c3a */
"privacy_location_submit_button" = "Lattis needs you permission to use your location in order to display th nearest bikes";

/* loco:5bd165daa08ef12c402a9c3b */
"privacy_bluetooth" = "The Lattis app uses Bluetooth to communicate with your Ellipse Lock.";

/* loco:5bd165daa08ef12c402a9c3c
 * !!!: Ellipse */
"ellipse_access_denided_title" = "Notice";

/* loco:5bd165daa08ef12c402a9c3d */
"ellipse_access_denided_text" = "We cannot connect to that lock";

/* loco:5bd165daa08ef12c402a9c3e */
"ellipse_connection_tmeout_title" = "Notice";

/* loco:5bd165daa08ef12c402a9c3f */
"ellipse_connection_tmeout_text" = "It looks like you are out of range of the bike. Please move within range and tap the connect button to reconnect.";

/* loco:5bd165daa08ef12c402a9c40
 * !!!: Payments */
"payment_bike_card_per" = "/ %@ %@*";

/* loco:5bd165daa08ef12c402a9c41 */
"payment_bike_card_deposit" = "%@ Deposit**";

/* loco:5bd165daa08ef12c402a9c42 */
"payment_bike_details_deposit_title" = "Deposit";

/* loco:5bd165daa08ef12c402a9c43 */
"payment_bike_details_deposit_per_ride" = "#PRICE# per ride";

/* loco:5bd165daa08ef12c402a9c44 */
"payment_bike_details_deposit_first_ride" = "#PRICE# first ride";

/* loco:5bd165daa08ef12c402a9c45 */
"payment_bike_details_cost_subtitle" = "#PRICE# for #DURATION# #UNITS#";

/* loco:5bd165daa08ef12c402a9c46 */
"payment_bike_details_cost_text" = "Rides that exceed #DURATION# #UNITS# will be charged #PRICE# per additional #DURATION2# #UNIT#";

/* loco:5bd165daa08ef12c402a9c47 */
"payment_bike_details_deposit_text" = "This network charges a #PRICE# deposit. Any damages that deemed your responsibility will be debitted off this deposit and you will be notified of these charges. If there are no damages, you'll be rembursed in #DURATION# #UNITS#.";

/* loco:5bd165daa08ef12c402a9c48 */
"payment_cost_free" = "FREE";

/* loco:5bd165daa08ef12c402a9c49 */
"payment_cost_free_text" = "The ride on this bike is free for you.";

/* loco:5bd165daa08ef12c402a9c4a
 * !!!: Fleet */
"public_fleet_no_stripe_title" = "!_public_fleet_no_stripe_title_!";

/* loco:5bd165daa08ef12c402a9c4b */
"public_fleet_no_stripe_text" = "!_public_fleet_no_stripe_text_!";

/* loco:5bd165daa08ef12c402a9c4c
 * !!!: Ride history */
"ride_details_title" = "RIDE DETAILS";

/* loco:5bd165daa08ef12c402a9c4d */
"ride_history_details_cost" = "Ride cost";

/* loco:5bd165daa08ef12c402a9c4e */
"ride_history_details_summary" = "Route summary";

/* loco:5bd165daa08ef12c402a9c4f */
"ride_history_refund" = "held for %@ %@";

/* loco:5bd165daa08ef12c402a9c50 */
"ride_history_duration" = "Duration";

/* loco:5bd165daa08ef12c402a9c51 */
"ride_history_mettered_charges" = "Metered charges";

/* loco:5bd165daa08ef12c402a9c52 */
"ride_history_penalty_fees" = "Penalty Fees";

/* loco:5bd165daa08ef12c402a9c53 */
"ride_history_deposit" = "Deposit";

/* loco:5bd165daa08ef12c402a9c54 */
"ride_history_deposit_description" = "held for 30 days";

/* loco:5bd165daa08ef12c402a9c55 */
"ride_history_days_label" = "Days";

/* loco:5bd165daa08ef12c402a9c56
 * !!!: Walkthrough */
"walkthrough_skip" = "Skip";

/* loco:5bd165daa08ef12c402a9c57 */
"walkthrough_how_to_unlock" = "How to Unlock";

/* loco:5bd165daa08ef12c402a9c58 */
"walkthrough_unlock_description" = "Press the blue lock icon to unlock";

/* loco:5bd165daa08ef12c402a9c59 */
"walkthrough_pull_to_open" = "Pull the lock open";

/* loco:5bd165daa08ef12c402a9c5a */
"walkthrough_pull_description" = "Pull the lockbar and shackle apart";

/* loco:5bd165daa08ef12c402a9c5b */
"walkthrough_push_to_close" = "Push the lock closed";

/* loco:5bd165daa08ef12c402a9c5c */
"walkthrough_push_description" = "Make sure the shackle is properly inserted. You’ll feel a snap when the parts are properly seated.";

/* loco:5bd165daa08ef12c402a9c5d */
"walkthrough_how_to_lock" = "How to Lock";

/* loco:5bd165daa08ef12c402a9c5e */
"walkthrough_lock_description" = "Press the blue icon again \nto lock. It’s that easy.";

/* loco:5bd165daa08ef12c402a9c5f */
"walkthrough_lock_and_stow" = "Lock and Stow";

/* loco:5bd165daa08ef12c402a9c60 */
"walkthrough_stow_description" = "When riding, keep the Lock\nin the locked position. Happy riding!";

/* loco:5bd165daa08ef12c402a9c61 */
"label_enter_valid_email_address" = "Please enter a valid email address.";

/* loco:5bd165daa08ef12c402a9c62 */
"password_must_be" = "Password must be between 8 - 16 characters long";

/* loco:5bd165daa08ef12c402a9c63 */
"hint_confirm_password" = "Confirm Password";

/* loco:5bd165daa08ef12c402a9c64 */
"action_profile_settings" = "Profile and Settings";

/* loco:5bd165daa08ef12c402a9c65 */
"delete_description" = "Are you sure you wish to delete your account? Once deleted, all previous history will be lost. This cannot be undone.";

/* loco:5bd165daa08ef12c402a9c66 */
"add_another_private_network" = "Add another";

/* loco:5bd165daa08ef12c402a9c67 */
"trip_history" = "Trip History";

/* loco:5bd165daa08ef12c402a9c68 */
"label_verify_email_incorrect_code" = "Incorrect code. Please try again.";

/* loco:5bd165daa08ef12c402a9c69 */
"label_find_a_bike" = "FIND A BIKE";

/* loco:5bd165daa08ef12c402a9c6a */
"current_password" = "Current password";

/* loco:5bd165daa08ef12c402a9c6b */
"repeat_password" = "Repeat new password";

/* loco:5bd165daa08ef12c402a9c6c */
"label_theft_reported_payment_end_ride" = "End your ride and pay";

/* loco:5bd165daa08ef12c402a9c6d */
"label_damage_bike_no_photo" = "No Photo";

/* loco:5bd165daa08ef12c402a9c6e */
"title_activity_description" = "DAMAGE DETAILS";

/* loco:5bd165daa08ef12c402a9c6f */
"label_describe_the_damage" = "Describe the damage";

/* loco:5bd165daa08ef12c402a9c70 */
"label_reported_theft" = "THEFT REPORTED";

/* loco:5bd165daa08ef12c402a9c71 */
"trip_details" = "TRIP DETAILS";

/* loco:5bd165daa08ef12c402a9c72 */
"label_cancel_ride_dont_cancel" = "DON'T CANCEL";

/* loco:5bd165daa08ef12c402a9c73 */
"label_about_ride" = "ABOUT THE RIDE";

/* loco:5bd165daa08ef12c402a9c74 */
"title_submit_damage_report_submitted" = "SUBMITTED";

/* loco:5bd165daa08ef12c402a9c75 */
"finding_you_label" = "Finding you...";

/* loco:5bd165daa08ef12c402a9c76 */
"no_trip_history_yet" = "No trip history yet.";

/* loco:5bd165daa08ef12c402a9c77 */
"no_trip_history_description" = "Search for bikes near you and start riding.";

/* loco:5bd165daa08ef12c402a9c78 */
"scan_qr_code_unlocking_loading" = "Unlocking ...";

/* loco:5bd165daa08ef12c402a9c79 */
"please_try_again" = "Please try again";

/* loco:5bd165daa08ef12c402a9c7a */
"label_forgot_password_error_sub_title1" = "No account exists for the requested email address";

/* loco:5bd165daa08ef12c402a9c7b */
"alert_forgetpassword_error_title" = "Password Changing Error";

/* loco:5bd165daa08ef12c402a9c7c */
"alert_forgetpassword_error_message" = "Sorry, we are unable to change your password. Please try again.";

/* loco:5bd165daa08ef12c402a9c7d */
"profile_settings" = "Profile & Settings";

/* loco:5bd165daa08ef12c402a9c7e */
"action_emergency_contacts" = "!_action_emergency_contacts_!";

/* loco:5bd165daa08ef12c402a9c7f */
"label_show" = "Show";

/* loco:5bd165daa08ef12c402a9c80 */
"label_hide" = "Hide";

/* loco:5bd165daa08ef12c402a9c81 */
"hint_firstName" = "First Name";

/* loco:5bd165daa08ef12c402a9c82 */
"hint_lastName" = "Last Name";

/* loco:5bd165daa08ef12c402a9c83 */
"hint_mobilenumber" = "!_hint_mobilenumber_!";

/* loco:5bd165daa08ef12c402a9c84 */
"hint_emailaddress" = "email@address.com";

/* loco:5bd165daa08ef12c402a9c85 */
"hint_enter_code" = "Enter code";

/* loco:5bd165daa08ef12c402a9c86 */
"label_resend_code" = "RESEND CODE";

/* loco:5bd165daa08ef12c402a9c87 */
"error_confirmation_code" = "Invalid confirmation code";

/* loco:5bd165daa08ef12c402a9c88 */
"label_forgot_password_reset" = "Reset Your Password";

/* loco:5bd165daa08ef12c402a9c89 */
"label_forgot_password_reset_button" = "Reset Password";

/* loco:5bd165daa08ef12c402a9c8a */
"label_problem" = "There was a problem";

/* loco:5bd165daa08ef12c402a9c8b */
"alert_forgetpassword_success_message" = "You have successfully changed you password";

/* loco:5bd165daa08ef12c402a9c8c */
"personal_details" = "PERSONAL INFO";

/* loco:5bd165daa08ef12c402a9c8d */
"private_network" = "PRIVATE NETWORK";

/* loco:5bd165daa08ef12c402a9c8e */
"private_network_content" = "You don't have access to any private networks.";

/* loco:5bd165daa08ef12c402a9c8f */
"add_private_network" = "Add a private network";

/* loco:5bd165daa08ef12c402a9c90 */
"enter_your_new_phone_number" = "Enter your new phone number";

/* loco:5bd165daa08ef12c402a9c91 */
"success" = "Success";

/* loco:5bd165daa08ef12c402a9c92 */
"security" = "SECURITY";

/* loco:5bd165daa08ef12c402a9c93 */
"first_name" = "FIRST NAME";

/* loco:5bd165daa08ef12c402a9c94 */
"last_name" = "LAST NAME";

/* loco:5bd165daa08ef12c402a9c95 */
"email" = "EMAIL";

/* loco:5bd165daa08ef12c402a9c96 */
"email_lowercase" = "email";

/* loco:5bd165daa08ef12c402a9c97 */
"help_info" = "<![CDATA[<font color=#80848C>For any issues please contact support at </font><font color=#213BBD>%1$s</font>]]>";

/* loco:5bd165daa08ef12c402a9c98 */
"text_verIfication_code" = "SEND VERIFICATION CODE";

/* loco:5bd165daa08ef12c402a9c99 */
"title_activity_home" = "Home";

/* loco:5bd165daa08ef12c402a9c9a */
"change_password" = "Change password";

/* loco:5bd165daa08ef12c402a9c9b */
"notification_error_ssl_cert_invalid" = "SSL error occurred. Would you like to proceed?";

/* loco:5bd165daa08ef12c402a9c9c */
"action_loginfailed" = "There was a problem";

/* loco:5bd165daa08ef12c402a9c9d */
"action_loginfailed_description" = "The password you have entered is incorrect";

/* loco:5bd165daa08ef12c402a9c9e */
"action_loginfailed_no_user_exists_description" = "No account exists for the email address entered";

/* loco:5bd165daa08ef12c402a9c9f */
"report_damage" = "Report Damage";

/* loco:5bd165daa08ef12c402a9ca0 */
"password" = "Password";

/* loco:5bd165daa08ef12c402a9ca1 */
"submit_code" = "SUBMIT CODE";

/* loco:5bd165daa08ef12c402a9ca2 */
"submit" = "SUBMIT";

/* loco:5bd165daa08ef12c402a9ca3 */
"sign_up" = "SIGN UP";

/* loco:5bd165daa08ef12c402a9ca4 */
"label_create_account" = "Create account";

/* loco:5bd165daa08ef12c402a9ca5 */
"show" = "SHOW";

/* loco:5bd165daa08ef12c402a9ca6 */
"ok" = "OK";

/* loco:5bd165daa08ef12c402a9ca7 */
"save" = "SAVE";

/* loco:5bd165daa08ef12c402a9ca8 */
"notice" = "Notice";

/* loco:5bd165daa08ef12c402a9ca9 */
"delete_account" = "Delete account";

/* loco:5bd165daa08ef12c402a9caa */
"accept" = "ACCEPT";

/* loco:5bd165daa08ef12c402a9cab */
"decline" = "DON'T ACCEPT";

/* loco:5bd165daa08ef12c402a9cac */
"termcondition" = "Terms & condition";

/* loco:5bd165daa08ef12c402a9cad */
"password_update_success" = "You have successfully changed you password";

/* loco:5bd165daa08ef12c402a9cae */
"btn_continue" = "Continue";

/* loco:5bd165daa08ef12c402a9caf */
"btn_cancel" = "Cancel";

/* loco:5bd165daa08ef12c402a9cb0 */
"incorrect_password" = "Wrong password";

/* loco:5bd165daa08ef12c402a9cb1 */
"menu_open" = "open";

/* loco:5bd165daa08ef12c402a9cb2 */
"menu_close" = "close";

/* loco:5bd165daa08ef12c402a9cb3 */
"label_get_direction" = "GET DIRECTIONS";

/* loco:5bd165daa08ef12c402a9cb4 */
"label_button_find_ride" = "Find bikes";

/* loco:5bd165daa08ef12c402a9cb5 */
"end_trip_button_text" = "END MY RIDE";

/* loco:5bd165daa08ef12c402a9cb6 */
"report_theft" = "REPORT THEFT";

/* loco:5bd165daa08ef12c402a9cb7 */
"report_theft_small" = "Report Theft";

/* loco:5bd165daa08ef12c402a9cb8 */
"menu_payment" = "Payment";

/* loco:5bd165daa08ef12c402a9cb9 */
"ride_in_progress" = "RIDE IN PROGRESS";

/* loco:5bd165daa08ef12c402a9cba */
"new_password" = "New password";

/* loco:5bd165daa08ef12c402a9cbb */
"update_password" = "UPDATE PASSWORD";

/* loco:5bd165daa08ef12c402a9cbc */
"add_phone_number" = "ADD PHONE NUMBER";

/* loco:5bd165daa08ef12c402a9cbd */
"telephone" = "TELEPHONE";

/* loco:5bd165daa08ef12c402a9cbe */
"label_theft_reported_thanks" = "Thanks for letting us know.";

/* loco:5bd165daa08ef12c402a9cbf */
"label_theft_reported_no_payment_end_ride" = "End your ride";

/* loco:5bd165daa08ef12c402a9cc0 */
"label_theft_reported_message" = "We'll be in touch if we need any more information from you";

/* loco:5bd165daa08ef12c402a9cc1 */
"label_theft_reported" = "Theft has been reported";

/* loco:5bd165daa08ef12c402a9cc2 */
"report_theft_title" = "You cannot find your ride anywhere?";

/* loco:5bd165daa08ef12c402a9cc3 */
"report_theft_description" = "Reporting theft will end your ride";

/* loco:5bd165dba08ef12c402a9cc4 */
"label_damage_bike_notes" = "Notes";

/* loco:5bd165dba08ef12c402a9cc5 */
"label_damage_bike_category" = "Category";

/* loco:5bd165dba08ef12c402a9cc6 */
"label_damage_bike_title" = "Check the details of your damage report and submit it when you're ready.";

/* loco:5bd165dba08ef12c402a9cc7 */
"get_parking_route_text" = "Get directions to this parking spot";

/* loco:5bd165dba08ef12c402a9cc8 */
"label_reserve" = "RESERVE";

/* loco:5bd165dba08ef12c402a9cc9 */
"end_ride_checklist_header_label" = "END MY RIDE";

/* loco:5bd165dba08ef12c402a9cca */
"end_ride_checklist_checklist_label" = "END MY RIDE CHECKLIST";

/* loco:5bd165dba08ef12c402a9ccb */
"ride_summary_header_label" = "RIDE SUMMARY";

/* loco:5bd165dba08ef12c402a9ccc */
"end_ride_checklist_line1" = "Confirm you parked the bike in an authorized area.";

/* loco:5bd165dba08ef12c402a9ccd */
"end_ride_checklist_line2" = "Confirm you locked the bike properly.";

/* loco:5bd165dba08ef12c402a9cce */
"end_ride_checklist_line3" = "Take a photo of your locked bike by clicking the button below.";

/* loco:5bd165dba08ef12c402a9ccf */
"label_damage_bike_photo_damage" = "Photo of damage";

/* loco:5bd165dba08ef12c402a9cd0 */
"label_damage_bike_enter_notes" = "Tap to enter notes";

/* loco:5bd165dba08ef12c402a9cd1 */
"title_activity_damage" = "SUBMIT REPORT";

/* loco:5bd165dba08ef12c402a9cd2 */
"label_submit_damage" = "SUBMIT DAMAGE REPORT";

/* loco:5bd165dba08ef12c402a9cd3 */
"label_save" = "SAVE";

/* loco:5bd165dba08ef12c402a9cd4 */
"label_rate_ride" = "RATE YOUR RIDE";

/* loco:5bd165dba08ef12c402a9cd5 */
"label_rate_ride_duration" = "Duration";

/* loco:5bd165dba08ef12c402a9cd6 */
"label_cost_ride_free_default" = "FREE";

/* loco:5bd165dba08ef12c402a9cd7 */
"label_report_theft" = "REPORT THEFT";

/* loco:5bd165dba08ef12c402a9cd8 */
"ride_cost_label_lowercase" = "Ride cost";

/* loco:5bd165dba08ef12c402a9cd9 */
"ride_payment_methods" = "Payment Methods";

/* loco:5bd165dba08ef12c402a9cda */
"ride_cost_status_label" = "Rides on this network are";

/* loco:5bd165dba08ef12c402a9cdb */
"ride_cost_status" = "FREE";

/* loco:5bd165dba08ef12c402a9cdc */
"label_bike_name" = "BIKE NAME";

/* loco:5bd165dba08ef12c402a9cdd */
"label_bike_type" = "BIKE TYPE";

/* loco:5bd165dba08ef12c402a9cde */
"label_bike_charge" = "CHARGE";

/* loco:5bd165dba08ef12c402a9cdf */
"label_account_settings" = "ACCOUNT";

/* loco:5bd165dba08ef12c402a9ce0 */
"label_about_bike" = "About the bike";

/* loco:5bd165dba08ef12c402a9ce1 */
"label_parking_zones" = "PARKING ZONES AND SPOTS";

/* loco:5bd165dba08ef12c402a9ce2 */
"title_submit_damage_report" = "SUBMIT REPORT";

/* loco:5bd165dba08ef12c402a9ce3 */
"ride_out_of_bound_title" = "Out of bounds alerts";

/* loco:5bd165dba08ef12c402a9ce4 */
"ride_out_of_button_end" = "END MY RIDE";

/* loco:5bd165dba08ef12c402a9ce5 */
"ride_find_nearby_zone" = "FIND NEARBY ZONE";

/* loco:5bd165dba08ef12c402a9ce6 */
"add_private_fleet_label" = "If you are trying to access a private fleet click here";

/* loco:5bd165dba08ef12c402a9ce7 */
"alert_error_server_subtitle" = "It looks like there was an error.";

/* loco:5bd165dba08ef12c402a9ce8 */
"alert_error_server_title" = "WARNING";

/* loco:5bd165dba08ef12c402a9ce9 */
"alert.phone_number.update.error.message" = "Sorry, we were unable to change your phone number. Please try again.";

/* loco:5bd165dba08ef12c402a9cea */
"label_verification_code_text1" = "We've sent verification code to";

/* loco:5bd165dba08ef12c402a9ceb */
"label_verification_code_text2" = ". Please enter it now.";

/* loco:5bd165dba08ef12c402a9cec */
"alert_delete_account_error_message" = "Sorry we were unable to delete your account. Please try again.";

/* loco:5bd165dba08ef12c402a9ced */
"enter_code" = "Enter code";

/* loco:5bd165dba08ef12c402a9cee */
"email_description" = "Enter your new email below. A verification code will be sent to the email entered in order to complete the email update.";

/* loco:5bd165dba08ef12c402a9cef */
"send_verification_code" = "SEND VERIFICATION CODE";

/* loco:5bd165dba08ef12c402a9cf0 */
"change_mail" = "CHANGE MAIL";

/* loco:5bd165dba08ef12c402a9cf1 */
"add_private_network_title" = "ADD PRIVATE NETWORK";

/* loco:5bd165dba08ef12c402a9cf2 */
"validate_email_description" = "A verification code has been sent to the email entered. Enter that code below to verify";

/* loco:5bd165dba08ef12c402a9cf3 */
"alert.error.title" = "Error";

/* loco:5bd165dba08ef12c402a9cf4 */
"alert.error.unabletoprocess.title" = "Unable to process";

/* loco:5bd165dba08ef12c402a9cf5 */
"alert.success.title" = "Success";

/* loco:5bd165dba08ef12c402a9cf6 */
"alert.important.title" = "Important";

/* loco:5bd165dba08ef12c402a9cf7 */
"loading" = "Loading ....";

/* loco:5bd165dba08ef12c402a9cf8 */
"uploading" = "Uploading image....";

/* loco:5bd165dba08ef12c402a9cf9 */
"are_you_sure_you_want_to_log_out" = "Are you sure you want to log out?";

/* loco:5bd165dba08ef12c402a9cfa */
"cancel" = "CANCEL";

/* loco:5bd165dba08ef12c402a9cfb */
"log_out" = "LOG OUT";

/* loco:5bd165dba08ef12c402a9cfc */
"blutooth_pop_subtitle1" = "\"Lattis\" Needs Access to Bluetooth";

/* loco:5bd165dba08ef12c402a9cfd */
"blutooth_pop_subtitle2" = "Lattis requires use of Bluetooth to connect the lock. Make sure your Bluetooth is turned on.";

/* loco:5bd165dba08ef12c402a9cfe */
"blutooth_pop_will_do" = "Will do";

/* loco:5bd165dba08ef12c402a9cff */
"lock_position_error_pop_title" = "Lock up";

/* loco:5bd165dba08ef12c402a9d00 */
"lock_position_error_pop_subtitle1" = "You need to make sure your lock is in the “locked” state before you can end your ride.";

/* loco:5bd165dba08ef12c402a9d01 */
"lock_position_error_pop_ok" = "OK";

/* loco:5bd165dba08ef12c402a9d02 */
"log_out_after_end_ride_title" = "Warning";

/* loco:5bd165dba08ef12c402a9d03 */
"log_out_after_end_ride_subtitle" = "You are still in a ride. If you want to log out you first need to end your ride";

/* loco:5bd165dba08ef12c402a9d04 */
"log_out_after_end_ride_action_cancel" = "Cancel";

/* loco:5bd165dba08ef12c402a9d05 */
"start_end_points" = "Start and end points";

/* loco:5bd165dba08ef12c402a9d06 */
"pick_up_location" = "PICK UP LOCATION";

/* loco:5bd165dba08ef12c402a9d07 */
"your_destination" = "YOUR DESTINATION";

/* loco:5bd165dba08ef12c402a9d08 */
"network" = "Network";

/* loco:5bd165dba08ef12c402a9d09 */
"location_description" = "away walk from your current location";

/* loco:5bd165dba08ef12c402a9d0a */
"fleet_description" = "Private network, parking zone restrictions";

/* loco:5bd165dba08ef12c402a9d0b */
"fleet_terms_condition" = "<font color=#818181><a href=\"\">Terms of Service and Privacy Policy.</a></font>";

/* loco:5bd165dba08ef12c402a9d0c */
"parking_zones" = "Parking zones & parking spots";

/* loco:5bd165dba08ef12c402a9d0d */
"general_popup_title" = "WARNING";

/* loco:5bd165dba08ef12c402a9d0e */
"general_popup_subtitle" = "It looks like there was an error";

/* loco:5bd165dba08ef12c402a9d0f */
"thanks" = "Thanks";

/* loco:5bd165dba08ef12c402a9d10 */
"damage_report_success_description" = "What would you like to do now?";

/* loco:5bd165dba08ef12c402a9d11 */
"damage_report_success_continue" = "Continue my ride";

/* loco:5bd165dba08ef12c402a9d12 */
"damage_report_success_end_my_ride" = "End my ride";

/* loco:5bd165dba08ef12c402a9d13 */
"damage_report_success_find_bike" = "End my ride now & find a new bike";

/* loco:5bd165dba08ef12c402a9d14 */
"ellipse_access_denied_error_label" = "Access denied for this lock, connection failed.";

/* loco:5bd165dba08ef12c402a9d15 */
"lock_jamming_subtitle" = "Your shackle isn't properly inserted. Please remove and re-insert the shackle into the lock bar.";

/* loco:5bd165dba08ef12c402a9d16 */
"upload_image_failure_title" = "Failure";

/* loco:5bd165dba08ef12c402a9d17 */
"upload_image_failure_message" = "Fail to upload image.";

/* loco:5bd165dba08ef12c402a9d18 */
"end_ride_strip_error_subtitle" = "There was a problem with your credit card. Please re-enter or select a different card.";

/* loco:5bd165dba08ef12c402a9d19 */
"end_ride_strip_error_action" = "Update payment details";

/* loco:5bd165dba08ef12c402a9d1a */
"ok_title" = "Ok";

/* loco:5bd165dba08ef12c402a9d1b */
"bike_out_of_range_connection_error" = "It looks like you are out of range of the bike. Please move within range and tap the connect button to reconnect.";

/* loco:5bd165dba08ef12c402a9d1c */
"ride_walkthough_skip_label" = "Skip";

/* loco:5bd165dba08ef12c402a9d1d */
"ride_walkthough_page1_title_label" = "How to Unlock";

/* loco:5bd165dba08ef12c402a9d1e */
"ride_walkthough_page1_subtitle_label" = "Press the blue lock icon to unlock";

/* loco:5bd165dba08ef12c402a9d1f */
"ride_walkthough_page2_title_label" = "Pull the lock open";

/* loco:5bd165dba08ef12c402a9d20 */
"ride_walkthough_page2_subtitle_label" = "Pull the lockbar and shackle apart";

/* loco:5bd165dba08ef12c402a9d21 */
"ride_walkthough_page3_title_label" = "Push the lock closed";

/* loco:5bd165dba08ef12c402a9d22 */
"ride_walkthough_page3_subtitle_label" = "Make sure the shackle is properly inserted. You'll feel a snap when the parts are properly seated.";

/* loco:5bd165dba08ef12c402a9d23 */
"ride_walkthough_page4_title_label" = "How to Lock";

/* loco:5bd165dba08ef12c402a9d24 */
"ride_walkthough_page4_subtitle_label" = "Press the blue lock icon to lock. It's that easy.";

/* loco:5bd165dba08ef12c402a9d25 */
"ride_walkthough_page5_title_label" = "Lock and Stow";

/* loco:5bd165dba08ef12c402a9d26 */
"ride_walkthough_page5_subtitle_label" = "When riding, keep the Lock in the locked position. Happy riding!";

/* loco:5bd165dba08ef12c402a9d27 */
"payment" = "PAYMENT";

/* loco:5bd165dba08ef12c402a9d28 */
"payment_methods" = "PAYMENT METHODS";

/* loco:5bd165dba08ef12c402a9d29 */
"delete_card" = "Delete card";

/* loco:5bd165dba08ef12c402a9d2a */
"bt_form_hint_card_number" = "Card Number";

/* loco:5bd165dba08ef12c402a9d2b */
"bt_form_hint_expiration" = "Exp. Date";

/* loco:5bd165dba08ef12c402a9d2c */
"bt_form_hint_cvv" = "CVV";

/* loco:5bd165dba08ef12c402a9d2d */
"bt_form_hint_postal_code" = "Zip Code";

/* loco:5bd165dba08ef12c402a9d2e */
"bt_form_hint_country_code" = "Country Code";

/* loco:5bd165dba08ef12c402a9d2f */
"bt_form_hint_mobile_number" = "Mobile Number";

/* loco:5bd165dba08ef12c402a9d30 */
"add_card" = "ADD CARD";

/* loco:5bd165dba08ef12c402a9d31 */
"bt_cvv" = "CVV";

/* loco:5bd165dba08ef12c402a9d32 */
"bt_cvc" = "CVC";

/* loco:5bd165dba08ef12c402a9d33 */
"bt_cid" = "CID";

/* loco:5bd165dba08ef12c402a9d34 */
"bt_cvn" = "CVN";

/* loco:5bd165dba08ef12c402a9d35 */
"bt_month" = "Month";

/* loco:5bd165dba08ef12c402a9d36 */
"bt_year" = "Year";

/* loco:5bd165dba08ef12c402a9d37 */
"bt_card_number_required" = "Card number is required";

/* loco:5bd165dba08ef12c402a9d38 */
"bt_card_number_invalid" = "Card number is invalid";

/* loco:5bd165dba08ef12c402a9d39 */
"bt_cvv_required" = "%s is required";

/* loco:5bd165dba08ef12c402a9d3a */
"bt_cvv_invalid" = "%s is invalid";

/* loco:5bd165dba08ef12c402a9d3b */
"bt_expiration_required" = "Expiration date is required";

/* loco:5bd165dba08ef12c402a9d3c */
"bt_expiration_invalid" = "Expiration date is invalid";

/* loco:5bd165dba08ef12c402a9d3d */
"bt_postal_code_required" = "Postal code is required";

/* loco:5bd165dba08ef12c402a9d3e */
"bt_country_code_required" = "Country code is required";

/* loco:5bd165dba08ef12c402a9d3f */
"bt_mobile_number_required" = "Mobile number is required";

/* loco:5bd165dba08ef12c402a9d40 */
"get_current_status_failure_title" = "Lattis server error";

/* loco:5bd165dba08ef12c402a9d41 */
"get_current_status_failure_subtitle" = "Sorry, we cannot connect to Lattis server at this moment.";

/* loco:5bd165dba08ef12c402a9d42 */
"label_ride_exceeding_1" = "Rides exceeding";

/* loco:5bd165dba08ef12c402a9d43 */
"label_ride_exceeding_2" = "minute will be charged";

/* loco:5bd165dba08ef12c402a9d44 */
"label_ride_exceeding_3" = "per additional";

/* loco:5bd165dba08ef12c402a9d45 */
"label_ride_deposit" = "Deposit";

/* loco:5bd165dba08ef12c402a9d46 */
"label_ride_deposit_info" = "for";

/* loco:5bd165dba08ef12c402a9d47 */
"label_ride_deposit_description_1" = "This network charges a";

/* loco:5bd165dba08ef12c402a9d48 */
"label_ride_deposit_description_2" = "deposit. Any damages deemed your responsibility will be debited from this deposit. You will receive notification of any such charges. Otherwise, your deposit will be refunded in";

/* loco:5bd165dba08ef12c402a9d49 */
"parking_fee_public_out_of_zone_subtitle" = "You are currently not in an authorized parking spot or zone. If you end your ride here you'll incur an upcharge fee of $%1$s.";

/* loco:5bd165dba08ef12c402a9d4a */
"parking_fee_public_disciplinary_action_for_zone_subtitle" = "You are currently not in an authorized parking spot or zone.";

/* loco:5bd165dba08ef12c402a9d4b */
"parking_fee_public_parking_restricted_subtitle" = "You are currently not in an authorized parking spot or zone. You will not be able to end your ride here.";

/* loco:5bd165dba08ef12c402a9d4c */
"parking_fee_public_out_of_spot_subtitle" = "You are not inside a parking spot. If you end your ride here you'll incur an upcharge fee of $%1$s.";

/* loco:5bd165dba08ef12c402a9d4d */
"parking_fee_end_ride_title" = "End Ride";

/* loco:5bd165dba08ef12c402a9d4e */
"parking_fee_end_ride_subtitle" = "Are you sure to end ride?";

/* loco:5bd165dba08ef12c402a9d4f */
"add_card_loading_name" = "Saving credit card...";

/* loco:5bd165dba08ef12c402a9d50 */
"delete_card_loading_name" = "Deleting credit card...";

/* loco:5bd165dba08ef12c402a9d51 */
"card_already_exist_title" = "Credit card";

/* loco:5bd165dba08ef12c402a9d52 */
"card_already_exist_subtitle" = "This credit card is already registered for your account";

/* loco:5bd165dba08ef12c402a9d53 */
"card_operation_error_title" = "Error";

/* loco:5bd165dba08ef12c402a9d54 */
"card_operation_error_action_btn" = "OK";

/* loco:5bd165dba08ef12c402a9d55 */
"card_details_error_subtitle" = "The credit card details you entered seems to be invalid. Please check the numbers and re-enter or try a different card.";

/* loco:5bd165dba08ef12c402a9d56 */
"card_adding_error_subtitle" = "Fail to add card at this moment.";

/* loco:5bd165dba08ef12c402a9d57 */
"card_deleting_error_subtitle" = "Fail to delete card at this moment.";

/* loco:5bd165dba08ef12c402a9d58 */
"card_update_error_subtitle" = "Fail to update card at this moment.";

/* loco:5bd165dba08ef12c402a9d59 */
"card_delete_confirmation_title" = "Deleting credit card";

/* loco:5bd165dba08ef12c402a9d5a */
"card_delete_confirmation_subtitle" = "By choosing delete credit card, the credit card will be removed from your account";

/* loco:5bd165dba08ef12c402a9d5b */
"card_delete_confirmation_actionbtn" = "Delete";

/* loco:5bd165dba08ef12c402a9d5c */
"card_primary_loading_name" = "Setting credit card as primary";

/* loco:5bd165dba08ef12c402a9d5d */
"add_card_description" = "A credit card must be registered to access any networks requiring payment";

/* loco:5bd165dba08ef12c402a9d5e */
"active_ride_parkings_hint_text_1" = "You can park anywhere within parking zones or at any parking spots";

/* loco:5bd165dba08ef12c402a9d5f */
"active_ride_parkings_hint_text_2" = "Zoom out to see parking zones and parking spots";

/* loco:5bd165dba08ef12c402a9d60 */
"checking_parking_label" = "Checking parking zones";

/* loco:5bd165dba08ef12c402a9d61 */
"metered_charges" = "Metered charges";

/* loco:5bd165dba08ef12c402a9d62 */
"outside_parking_zone_surcharge" = "Outside parking zone surcharge";

/* loco:5bd165dba08ef12c402a9d63 */
"total" = "TOTAL";

/* loco:5bd165dba08ef12c402a9d64 */
"deposit_held_for_days" = "<![CDATA[<font color=#818181>Deposit</font><font color=#04809D> held for 30 days</font>]]>";

/* loco:5bd165dba08ef12c402a9d65 */
"route_summary" = "Route summary";

/* loco:5bd165dba08ef12c402a9d66 */
"enter_destination" = "Enter Destination";

/* loco:5bd165dba08ef12c402a9d67 */
"recent_destination" = "Recent destinations";

/* loco:5bd165dba08ef12c402a9d68 */
"bike_reservation_en_routed_to_label" = "EN ROUTE TO";

/* loco:5bd165dba08ef12c402a9d69 */
"bike_booking_timer_text_payment_2" = "<![CDATA[<font color=#80848C>You have </font><font color=#FF5A60>%1$s</font> to reach]]>";

/* loco:5bd165dba08ef12c402a9d6a */
"bike_booking_timer_text_payment_1" = "When timer expires, billing starts.";

/* loco:5bd165dba08ef12c402a9d6b */
"bike_reservation_see_bike_info_label" = "See Ride Info";

/* loco:5bd165dba08ef12c402a9d6c */
"bike_reservation_billing_starts_in_label" = "Billing starts in";

/* loco:5bd165dba08ef12c402a9d6d */
"bike_reservation_reservation_ends_in_label" = "Reservation ends in";

/* loco:5bd165dba08ef12c402a9d6e */
"bike_reservation_time_label" = "TIME";

/* loco:5bd165dba08ef12c402a9d6f */
"bike_reservation_fare_label" = "FARE";

/* loco:5bd165dba08ef12c402a9d70 */
"bike_why_begin_trip_grey_out_lock_not_connecting_label" = "Lock is not connecting";

/* loco:5bd165dba08ef12c402a9d71 */
"bike_start_ride_fail_title_label" = "Start ride error";

/* loco:5bd165dba08ef12c402a9d72 */
"bike_start_ride_fail_subtitle_label" = "Sorry, there seems some error in starting the ride.";

/* loco:5bd165dba08ef12c402a9d73 */
"bike_cancel_bike_reservation_fail_title_label" = "Bike reservation cancel error";

/* loco:5bd165dba08ef12c402a9d74 */
"bike_cancel_bike_reservation_fail_subtitle_label" = "Sorry, there seems some error in cancelling your bike reservation.";

/* loco:5bd165dba08ef12c402a9d75 */
"find_ride_qr_page_title" = "SCAN QR CODE";

/* loco:5bd165dba08ef12c402a9d76 */
"scan_qr_code_connecting_loading" = "Connecting ...";

/* loco:5bd165dba08ef12c402a9d77 */
"current_location_label" = "current location";

/* loco:5bd165dba08ef12c402a9d78 */
"active_ride_lock_tip" = "Tap here to lock";

/* loco:5bd165dba08ef12c402a9d7b */
"active_ride_in_ride_with" = "Riding <a href=\"app://bike/%d\">%@</a>";

/* loco:5bd167f4a08ef12d6354ec52 */
"hint_password" = "Password";

/* loco:5bd167f4a08ef12d6354ec53 */
"action_help" = "Help";

/* loco:5bd167f4a08ef12d6354ec54 */
"action_login_out" = "Logout";

/* loco:5bd167f4a08ef12d6354ec55 */
"action_next" = "Next";

/* loco:5bd167f4a08ef12d6354ec56 */
"error_invalid_email" = "This email address is invalid";

/* loco:5bd167f4a08ef12d6354ec57 */
"error_invalid_mobilenumber" = "Phone number is invalid";

/* loco:5bd167f4a08ef12d6354ec58 */
"error_invalid_password" = "This password is too short";

/* loco:5bd167f4a08ef12d6354ec59 */
"error_incorrect_password" = "This password is incorrect";

/* loco:5bf3abf67ec8ae45de175262 */
"Mins" = "Mins";

/* loco:5bf3ac057ec8ae45cc5df352 */
"Hours" = "Hours";

/* loco:5bf3ac127ec8ae45da502f52 */
"Weeks" = "Weeks";

/* loco:5bf3ac337ec8ae45dc47b8e2 */
"Days" = "Days";

/* loco:5bf3ac417ec8ae45dc47b8e4 */
"Months" = "Months";

/* loco:5cc23ce24d3dd72e5939ab32 */
"mandatory_phone_title" = "Note";

/* loco:5cc23d004d3dd72f06571c12 */
"mandatory_phone_text" = "Please add a phone number to your account to use this fleet";

/* loco:5cc23d1e4d3dd72f9831c4b2 */
"mandatory_phone_action" = "Add phone number";

/* loco:5d53de97ed0cfa1d1e0d0c92 */
"private_network_content_has_fleets" = "You currently have access to no new private networks.";

/* loco:5da99ff2ed0cfa40d922b302 */
"ride_history_over_usage_fees" = "Excess usage fees";

/* loco:5e1589c9ed0cfa53dc560b73 */
"parking_restricted_warning_message" = "You cannot end ride here. Please enter any parking zone or move to a parking spot.";
